greeting = "Привет!\n\nНа связи команда Энегетического клуба 👋\n\n" \
           "Здесь ты можешь узнать подробнее об экосистеме Энегоклубов и наших мероприятиях. " \
           "Также тут можно зарегистрировать свою команду на преакселерационную программу или оставить " \
           "заявку на поиск команды.\n\nИ конечно, тут можно оставить любой другой вопрос или пожелание😊\n\n" \
           "Погнали?"

sign_up_project_inf = "Есть идея, которая сможет вырасти в крутой стартап? Регистрируйся, не задумываясь!\n\n" \
                      "Нет идеи, но есть желание стать частью команды и заниматься созданием проекта? Расскажи нам о " \
                      "себе! <b>Мы поможем тебе найти команду через общую форму</b>."

energy_club_description = "<b>Энергетический клуб</b> - это университетское сообщество, объединяющее " \
                                      "инициативных студентов, аспирантов, ученых, выпускников и даже " \
                                      "преподавателей вуза, заинтересованных в создании инновационных " \
                                      "технологических стартапов.\n\nЭнергетический клуб функционирует " \
                                      "при поддержке лидеров энергетической отрасли, в число которых входят " \
                                      "<b>ПАО \"Газпром нефть\"</b> и <b>\"Энерготехнохаб Петербург\"</b>.\n\nНаша " \
                                      "главная " \
                                      "цель - поиск, создание, развитие и реализация ваших технологических идей, " \
                                      "способных поднять отрасль энергетики на новый уровень."

task_fair_description = "<b>Ярмарка задач</b> - мероприятие, где эксперты ПАО \"Газпром нефть\" рассказывают " \
                        "о задачах, " \
                        "стоящих перед компанией. Это отличная возможность от первого лица узнать о вызовах индустрии " \
                        "и разработать собственное инновационное решение.\n\nВ онлайн формате перед тобой выступят " \
                        "эксперты и поделятся уникальной информацией о проблемах и трендах энергетической отрасли по " \
                        "нескольким направлениям.\n\nПосле мероприятия ты сможешь зарегистрироваться на участие в " \
                        "акселерационной программе клуба, где в течение семестра с командой тебе предстоит развивать " \
                        "собственную идею при поддержке экспертов и менторов, а также бороться за крутые " \
                        "<b>денежные призы</b>.\n\nНе упусти такую возможность!"

q_a_description = "Q&A"

common_information_energy_clubs_inf = "<b>Энергетический клуб</b> - это университетское сообщество, объединяющее " \
                                      "инициативных студентов, аспирантов, ученых, выпускников и даже " \
                                      "преподавателей вуза, заинтересованных в создании инновационных " \
                                      "технологических стартапов.\n\nЭнергетический клуб функционирует " \
                                      "при поддержке лидеров энергетической отрасли, в число которых входят " \
                                      "<b>ПАО \"Газпром нефть\"</b> и <b>\"Энерготехнохаб Петербург\"</b>.\n\nНаша " \
                                      "главная " \
                                      "цель - поиск, создание, развитие и реализация ваших технологических идей, " \
                                      "способных поднять отрасль энергетики на новый уровень."

road_map_inf = "Круто, что тебе стало интересно подробнее узнать о наших мероприятиях! " \
               "Лови Дорожную карту на этот учебный семестр.\n\nХочешь подробнее узнать о каждом? " \
               "Выбирай из меню мероприятие, и мы расскажем все детали.\n\n" \
               "<b>ДОРОЖНАЯ КАРТА:</b>"

active_clubs_inf = "Сейчас в нашем сообществе официально функционируют 4 Энергетических клуба:\n" \
                   "● <a href='https://vk.com/energyspbstu'>Политех Петра</a>\n" \
                   "● <a href='https://vk.com/energyclubtpu'>Томский Политех</a>\n" \
                   "● <a href='https://vk.com/energyclubti'>Техноложка</a>\n" \
                   "● <a href='https://vk.com/energyclubspbu'>СПбГУ</a>\n\n" \
                   "В 2023 году к нам " \
                   "присоединяться и другие вузы:\n● ИТМО\n● Корабелка\n● Бонч-Бруевича\n● УГНТУ\n● МФТИ\n\n" \
                   "Если ты " \
                   "представитель университета, которого нет в этом списке, но считаешь, что у вас также " \
                   "есть потенциал для открытия клуба, пиши куратору сообщества Энергетических клубов - " \
                   "<a href='https://t.me/puuuush_29'>Александре</a>."

successful_cases_inf = "Все еще не веришь, что это реально? Знакомься с успешными стартап-проектами, путь " \
                       "которых также начинался с участия в Энергетическом клубе.\n\n" \
                       "<a href='https://sibircoating.ru/'>Проект \"Сибирь\"</a> " \
                       "- разработка уникального соединения, защищающего подводные участки сооружения от " \
                       "обрастаний любого типа и коррозии. Проект создан студентками СПбГТИ(ТУ).\n\nО \"Сибири\" " \
                       "в СМИ - " \
                       "<a href='https://rg.ru/2022/02/16/reg-szfo/studentki-tehnolozhki-pobedili-v-greentech-startup" \
                       "-booster.html'>(ссылка)</a>\n\n" \
                       "<a href='https://epoxyprint.com/'>Проект \"EpoxyPrint\"</a> - производство 3D-принтеров для " \
                       "печати силиконом " \
                       "и полиуретаном. Проект создан на базе Энергетического клуба Политеха Петра.\n\nОб EpoxyPrint " \
                       "в СМИ - <a href='https://3dtoday.ru/blogs/news3dtoday/startap-epoxy-print-oderzal-pobedu-v-" \
                       "konkurse-energyhub'>(ссылка)</a>\n\n" \
                       "<a href='https://rotor-disk.tech/#rec398761413'>Проект \"Rotor-Disc Tech\"</a> - создание " \
                       "роторно-дискового аппарата с " \
                       "контактными устройствами, который значительно снижает CAPEX и OPEX проекта по улавливанию " \
                       "СО2. Проект создан на базе Энергетического клуба СПбГТИ(ТУ).\n\nБольше об университетских " \
                       "стартапах читайте " \
                       "<a href='https://www.techinsider.ru/science/788643-ot-idei-do-innovacii-kak-v-energotehnohabe" \
                       "-peterburg-sozdayutsya-tehnologii-dlya-energetiki-budushchego/'>по ссылке</a>."

how_to_participate_inf = "Хочешь реализовать свой проект на базе Энергетического клуба? Тогда приходи на Ярмарку " \
                         "задач 10.11, знакомься с технологическими вызовами и регистрируй свою идею.\n\n" \
                         "Уже есть идея? Заполняй <a href='https://docs.google.com/forms/d/e/1FAIpQLScnXul-UruvP3zqd" \
                         "LcfP6r-Gm3cfc1xYZ5uJ12ZD9y0iq0HPQ/viewform'>форму</a> прямо сейчас.\n\n" \
                         "Но на Ярмарке задач мы тебя все равно ждем!"

common_information_task_fair_inf = "Давай по-порядку:\n\n1) Презентация вызовов от экспертов \"Газпром нефть\"\n" \
                                   "2) Выступления ребят с успешными стартапами\n" \
                                   "3) Сессия \"Вопрос/ответ\" с экспертами (будь готов задать свой вопрос)\n" \
                                   "4) Розыгрыш призов от Энергетических клубов\n\n" \
                                   "Ждем тебя <b>10.11</b> в <b>18:00</b>.\n" \
                                   "Трансляция будет проводиться на платформе ВКонтакте <a href='https://vk.com/" \
                                   "energyclubspbu'>в группе Энергоклуба СПбГУ</a>.\n\n" \
                                   "Еще не зарегистрировался? Скорее переходи <a href='https://energyclub-spbu." \
                                   "timepad.ru/event/2223249/'>по ссылке</a> и оставляй заявку."

timeline_inf = "<b>18:00</b> - Старт мероприятия\n<b>18:05</b> - Приветственные слова приглашенных гостей\n" \
               "<b>18:15</b> - \"Опыт работы Энергетических клубов\", руководитель проекта " \
               "Мультикорпоративный акселератор \"Инновации в ТЭК\" Опаровская Ксения Андреевна\n" \
               "<b>18:25</b> - \"Презентация работы Энергетического клуба СПбГУ\", президент Энергоклуба, " \
               "Иванова Анна\n" \
               "<b>18:35</b> - Презентация трека \"Капитальное строительство\"\n" \
               "<b>18:45</b> - Презентация трека \"Энергопереход и ESG-повестка\"\n" \
               "<b>19:05</b> - Презентация трека \"Новые материалы ᅠи технологии нанесения покрытий\"\n" \
               "<b>19:15</b> - Презентация трека \"Новые производственные технологии\"\n" \
               "<b>19:30</b> - Успешные кейсы создания университетских стартапов\n" \
               "<b>19:45</b> - Завершение мероприятия"

tracks_inf = "Набор проектов в Энергетический клуб осуществляется по пяти основным трекам, в каждом из " \
             "которых есть отдельные направления. Хочешь узнать про каждый?\n\nВыбирай в меню интересующий трек."

capital_construction_inf = "<b>Капитальное строительство</b>\n\nНа Ярмарке задач эксперт расскажет о нескольких " \
                           "направлениях трека, но это не значит, что ты должен придерживаться именно их.\n\n" \
                           "Знакомься с полным списком и создавай свой проект, подходящий под направление:\n\n" \
                           "● Роботизированное строительство\n" \
                           "● Искусственный интеллект и прогнозирование стоимости строительства\n" \
                           "● Системы цифрового строительного контроля\n" \
                           "● Инновационные материалы\n" \
                           "● Цифровое моделирование в капитальном строительстве\n" \
                           "● Работа по AWP\n" \
                           "● Энергосберегающие технологии в строительстве и зеленая стройка\n" \
                           "● Импортонезависимое строительство\n" \
                           "● Дополненная, виртуальная и смешанная реальность в стройке (VR, AR, MR)\n" \
                           "● Цифровые двойники в строительстве\n" \
                           "● Аддитивные технологии в строительстве\n" \
                           "● Функциональные конструкционные материалы"

esg_inf = "<b>Энергопереход и ESG-повестка</b>\n\n" \
          "На Ярмарке задач эксперт расскажет о нескольких направлениях трека, но это не значит, что ты " \
          "должен придерживаться именно их.\n\n" \
          "Знакомься с полным списком и создавай свой проект, подходящий под направление:\n\n" \
          "● Организация карбоновой фермы в северных климатических условиях с учетом подбора растений и " \
          "площади посадки\n" \
          "● Приложение-калькулятор по расчету углеродного следа, образующегося от оказания логистической " \
          "услуги\n" \
          "● Решения по сбору и дальнейшему движению жидких бытовых отходов на удаленных объектах\n" \
          "● Применение отходов ТКО в деятельности крупных компаний\n" \
          "● Органоразлагающаяся упаковка\n" \
          "● Уменьшение массы и объема упаковки"

new_technologies_inf = "<b>Новые производственные технологии</b>\n\n" \
                       "На Ярмарке задач эксперт расскажет о нескольких направлениях трека, но это не значит, " \
                       "что ты должен придерживаться именно их.\n\n" \
                       "Знакомься с полным списком и создавай свой проект, подходящий под направление:\n\n" \
                       "● Цифровое моделирование, в том числе новых материалов и процессов трубного производства\n" \
                       "● Цифровое материаловедение\n" \
                       "● Предиктивная и прескриптивная аналитика в трубном и сталеплавильном производстве\n" \
                       "● Платформы, фреймворки для цифровых двойников\n" \
                       "● Системы мониторинга состояния персонала\n" \
                       "● Решения по цифровизации в области охраны труда с использованием AR/VR технологий\n" \
                       "● Беспилотные системы: беспилотные авиационные судна, беспилотный транспорт, беспилотная техника"

new_materials_inf = "<b>Новые материалы и технологии нанесения покрытий</b>\n\n" \
                    "На Ярмарке задач эксперт расскажет о нескольких направлениях трека, но это не значит, " \
                    "что ты должен придерживаться именно их.\n\n" \
                    "Знакомься с полным списком и создавай свой проект, подходящий под направление:\n\n" \
                    "● Новые материалы защитных покрытий для наружной и внутренней поверхности стальных труб\n" \
                    "● Новые технологии нанесения защитного покрытия на наружную и внутреннюю поверхность стальных труб\n" \
                    "● Антикоррозионные покрытия и способы их нанесения\n" \
                    "● Новые способы подготовки поверхности стальных труб\n" \
                    "● Новые лакокрасочные материалы, стойкие к механическим повреждениям\n" \
                    "● Материалы для аддитивного производства\n" \
                    "● Технологии создания материалов с заданными свойствами"

chemical_technologies_inf = "<b>Химические технологии</b>\n\n" \
                            "Презентация трека \"Химические технологии\" состоится в очном формате 14.11 на базе " \
                            "<a href='https://vk.com/energyclubti'>Энергетического клуба " \
                            "Технологического института</a>.\n\n" \
                            "Если ты хочешь узнать подробности от первого лица и пообщаться с экспертами, " \
                            "регистрируйся на мероприятие <a href='https://forms.yandex.ru/u/635f72d990fa7b8085" \
                            "b20f1c/'>по ссылке</a>.\n\n" \
                            "А для тех, кто не готов ждать и хочет узнать подробнее о вызовах прямо сейчас, мы " \
                            "приготовили презентацию с описанием задач, по которым ты и твоя команда можете " \
                            "разработать решение.\n\n" \
                            "Презентации доступны по ссылке."

# translation_inf = "*трансляция*"

# sign_up_project_callback_inf = "*регистрация команды*"

# team_searching_inf = "*поиск команды*"

possible_questions_inf = "Выбери вопрос, на который хочешь узнать ответ.\n\n" \
                         "1) Кто может участвовать?\n" \
                         "2) У меня нет команды, могу ли я участвовать один?\n" \
                         "3) У нас нет идеи, что делать?\n" \
                         "4) В рамках каких треков можно принять участие в преакселерационной программе?\n" \
                         "5) У меня есть идея технологии, но она не подходит ни к одному треку. Что делать?\n" \
                         "6) Я хочу участвовать, но ничего не понимаю в энергетике. Стоит ли мне участвовать?\n" \
                         "7) Вы просто расскажете об отрасли, дальше мы сами будем разрабатывать проект?"

who_can_participate_inf = "<b>Кто может участвовать?</b>\n\n" \
                          "Участником Энергоклуба могут стать студенты, магистры или аспиранты любого ВУЗа, программы " \
                          "и формы обучения. А также — преподаватели, выпускники и ученые, которые интересуются " \
                          "инновационными технологиями и стартапами."

i_dont_have_team_inf = "<b>У меня нет команды, могу ли я участвовать один?</b>\n\n" \
                       "Ты можешь <a href='https://docs.google.com/forms/d/e/1FAIpQLScGNNUw7ik19_q7BAA8wiRAuNOMs" \
                       "9BiEL2uashnYYDQbTswJA/viewform'>подать заявку</a>, рассказав о себе на нашей платформе. " \
                       "Возможно, какая-то команда ищет " \
                       "именно такого специалиста, как ты). А может, ты захочешь присоединиться к неполным или " \
                       "открытым командам. В любом случае, мы поможем тебе найти единомышленников."

i_dont_have_idea_inf = "<b>У нас нет идеи, что делать?</b>\n\n" \
                       "Регистрируйся на <a href='https://energyclub-spbu.timepad.ru/event/2223249/'>Ярмарку задач</a>, " \
                       "где узнаешь об актуальных проблемах энергетики, технологических вызовах и свободных нишах. " \
                       "Далее мы поможем тебе сформулировать идею проекта и гипотезы, а также протестировать их."

what_tracks_inf = "<b>В рамках каких треков можно принять участие в преакселерационной программе?</b>\n\n" \
                  "Подробнее о треках ты можешь узнать в разделе \"Ярмарка задач\" в общем меню."

inappropriate_idea_inf = "<b>У меня есть идея технологии, но она не подходит ни к одному треку. Что делать?</b>\n\n" \
                         "Мы рады любой идее, близкой к сфере топливно-энергетического комплекса. " \
                         "Так что смело <a href='https://docs.google.com/forms/d/e/1FAIpQLScnXul-UruvP3zqdLcfP6r-" \
                         "Gm3cfc1xYZ5uJ12ZD9y0iq0HPQ/viewform'>регистрируйся</a>, а мы поможем в реализации."

i_dont_understand_energy_inf = "<b>Я хочу участвовать, но ничего не понимаю в энергетике. " \
                               "Стоит ли мне участвовать?</b>\n\n" \
                               "Для создания своего проекта не обязательно обладать специальными знаниями. Здесь " \
                               "также важны предпринимательские способности, желание развивать стартапы и создавать " \
                               "будущее. Если у тебя это есть, то срочно <a href='https://docs.google.com/forms/d/e/" \
                               "1FAIpQLScnXul-UruvP3zqdLcfP6r-Gm3cfc1xYZ5uJ12ZD9y0iq0HPQ/viewform'>подавай заявку</a>!"

about_future_inf = "<b>Вы просто расскажете об отрасли, дальше мы сами будем разрабатывать проект?</b>\n\n" \
                   "Нет, на всех этапах от идеи до реализации вас будут поддерживать эксперты корпорации и менторы, " \
                   "которые будут давать ценные советы и направлять вашу работу в нужное русло. А еще вы всегда " \
                   "сможете обратиться к команде Энергоклуба по любым организационным вопросам."

wishes_and_suggestions_inf = "Поделись своими идеями и мы с командой постараемся учесть их в дальнейшей работе."

why_is_it_for_me_inf = "Энергоклуб является мощнейшим инструментом, который позволит тебе:\n" \
                       "1) Понять, что такое стартап-деятельность, развить продуктовое мышление и " \
                       "узнать, как запустить свой собственный стартап\n" \
                       "2) Развить свои предпринимательские навыки и расширить горизонты\n" \
                       "3) Найти или прокачать команду единомышленников\n" \
                       "4) Пообщаться с экспертами крупнейших энергетических компаний\n" \
                       "5) Протестировать готовую идею\n" \
                       "6) Получить финансирование на реализацию технологии\n" \
                       "7) Выйти на отраслевой рынок\n\n" \
                       "При этом не имеет значения, на какой программе ты учишься (обучался). Важна лишь " \
                       "твоя инициатива, а в остальном мы поможем!"

# support_inf = "*поддержка*"

gratitude = "Большое спасибо за твою инициативу – взяли на вооружение ;)"

road_map_10_11 = "<b>Ярмарка задач</b> - мероприятие, где эксперты ПАО \"Газпром нефть\" рассказывают " \
                 "о задачах, стоящих перед компанией. Это отличная возможность от первого лица узнать " \
                 "о вызовах индустрии и разработать собственное инновационное решение. В онлайн формате " \
                 "перед тобой выступят эксперты и поделятся уникальной информацией о проблемах и трендах " \
                 "энергетической отрасли по направлениям:\n\n● Капитальное строительство\n● Энергопереход и " \
                 "ESG-повесткая\n● Новые материалы и технологии нанесения покрытий\n● Новые " \
                 "производственные технологии\n● Химические технологии\n\nПосле мероприятия ты сможешь " \
                 "зарегистрироваться на участие в акселерационной программе клуба, где в течение семестра " \
                 "с командой тебе предстоит развивать собственную идею при поддержке экспертов и менторов, " \
                 "а также бороться за крутые <b>денежные призы</b>.\n\nНе упусти такую возможность!"

road_map_25_11 = "<b>Питч-баттл</b> - мероприятие, где за 90 секунд ты должен рассказать " \
                 "об идее своего проекта экспертам и инвесторам. Всего за 1,5 минуты " \
                 "тебе предстоит убедить жюри в том, что твой проект уникален, реализуем " \
                 "и прибылен.\n\nБороться тебе предстоит с соперниками из Энергетических клубов " \
                 "других вузов. Призовой фонд каждого университета - 50 000 рублей, а это значит, " \
                 "что у тебя есть все шансы подготовить идеальный питч и выиграть денежные средства.\n\n" \
                 "Мероприятие состоится в очно-дистанционном формате на базе Энергетического клуба " \
                 "<a href='https://vk.com/energyspbstu'>Политеха Петра</a>."


road_map_26_11 = "<b>Стартап-лаборатория</b> - серия онлайн-мероприятий, где эксперты из крупнейших " \
                 "энергетических компаний расскажут о том, как \"упаковать\" твой стартап-проект " \
                 "и качественно презентовать его перед инвесторами.\n\nВ течение трех недель ты побываешь " \
                 "на авторских вебинарах от опытных предпринимателей, по итогам которых создашь " \
                 "собственную питч-презентацию проекта.\n\nЧто такое питч-презентация? Лови шаблон " \
                 "<a href='https://docs.google.com/presentation/d/1Y8aFF8pvP_WYNEmDa9LqNvJ12OBf8jhj/edit#slide=id.p24'>" \
                 "по ссылке</a>. Совсем скоро и у твоего проекта будет такая же."

road_map_16_12 = "<b>Состязание стартапов</b> - финальное мероприятия сезона и отличная возможность заявить " \
                 "о своем проекте экспертному сообществу. Здесь все команды, прошедшие \"Стартап-лабораторию\", " \
                 "продемонстрируют свои питч-презентации и расскажут, почему именно их проекты решают проблемы " \
                 "индустрии.\n\nПобедитель состязания получит грант размером 250 000 рублей на стартовое " \
                 "развитие своего проекта. Кроме того, каждая команда получит обратную связь от экспертов " \
                 "по своим проектам и с их учетом сможет доработать идею до идеала.\n\nМероприятие состоится " \
                 "в очно-дистанционном формате на базе Энергетического клуба " \
                 "<a href='https://vk.com/energyclubti'>Технологического института</a>."
